run/papers/consistentFSI/cirleInCircle/expandingRotatingMesh4_20/base/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    frontAndBack
    {
        type            empty;
        nFaces          12800;
        startFace       12640;
    }
    inside
    {
        type            patch;
        nFaces          160;
        startFace       25440;
    }
    outside
    {
        type            wall;
        nFaces          160;
        startFace       25600;
    }
)

// ************************************************************************* //
